Repository: AgentChe/FawnChat
Catalog: FAWN/Resources/Localizable/*.lproj/Localizable.strings
Languages: es, fr, ko

# first_reason
source: Instant & Real
es: Instantáneo y real
fr: IInstantané et authentique
ko: 즉석 & 실제

# first_reason_sub
source: Each connection spawns an instant chat with a real guy.
es: Cada conexión genera un chat instantáneo con un chico real
fr: Chaque connection crée une discussion en temps réel avec une vraie personne
ko: 각 연결은 실제 사람과의 즉석 채팅을 생성합니다

# first_btn
source: Got it
es: A por ello
fr: Compris
ko: 즐겨요

# second_btn
source: Sure
es: Claro
fr: Bien sûr
ko: 좋아요

# tried_btn
source: Cool
es: Genial
fr: C’est cool
ko: 멋져요

# second_reason
source: Only Favs
es: Solo favoritos
fr: Favoris seulement
ko: 좋아요만 (즐겨찾기)

# second_reason_sub
source: Feel a spark? Let him stay. Not your thing? Skip for someone better.
es: ¿Sientes una chispa? Deja que se quede. ¿No es tu tipo? Pasa a alguien mejor.
fr: Le courant passe bien ? Restez branché. Ce n’est pas votre truc ? Laissez tomber, vous trouverez mieux.
ko: 짜릿함을 느끼셨나요? 곁에 두세요. 취향이 아닌가요? 스킵하고 더 나은 사람을 찾아 보세요.

# tried_reason
source: Anonymous
es: Anónimo
fr: Anonyme
ko: 익명

# tried_reason_sub
source: All names and avatars are made up
es: Todos los nombres y avatares son inventados
fr: Tous les noms et avatars sont fictifs
ko: 모든 이름과 아바타는 설정되었습니다

# hello
source: Hi
es: Hola
fr: Bonjour
ko: 안녕,

# send_message
source: We've just sent to
es: que hemos enviado a
fr: Nous venons d'envoyer à
ko: 전송했어요

# search_look
source: Looking for some action...
es: Buscando algo de acción…
fr: En quête d'action…
ko: 동작 탐색 중…

# how_ask
source: How about
es: ¿Qué te parece
fr: Que diriez-vous
ko: %@ 은 어때요?

# wait_string
source: Waiting for the partner to reply...
es: Esperando la respuesta del compañero...
fr: Waiting for the partner reply...
ko: 파트너 응답을 기다리는 중…

# sharing
source: Share Fawn
es: Compartir Fawn
fr: Partager Fawn
ko: 공유 Fawn

# restore
source: Restore Purchases
es: Restaurar las compras
fr: Restaurer les achats
ko: 구매 내역 복구

# contact
source: Contact Us
es: Contáctanos
fr: Nous contacter
ko: 연락처

# push
source: Push Notifications
es: Notificaciones push
fr: Notifications push
ko: 푸시 알림

# private_polisy
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ko: 개인정보 보호정책

# terms
source: Terms of Service
es: Términos de servicio
fr: Conditions d'utilisation
ko: 이용 약관

# no_chats_msg
source: No chats yet, keep looking for a match.
es: No hay chats todavía, sigue buscando una coincidencia.
fr: Pas encore de chats, continuez à chercher un match.
ko: 아직 채팅이 없어요. 새로운 매칭을 찾아 보세요.

source: New search
es: Nueva búsqueda
fr: Nouvelle recherche
ko: 새로 찾기

# match_push
source: A Match!
es: ¡Una coincidencia!
fr: Un match !
ko: 매칭되었어요!

# match_push_sub
source: Your match is waiting for your reply
es: Tu coincidencia está esperando tu respuesta.
fr: Votre match attend votrre réponse
ko: 매칭 상대가 답장을 기다려요

# messages_push
source: Messages
es: Mensajes
fr: Message
ko: 메시지

# messages_push_sub
source: Someone sent you a new message
es: Alguien te ha enviado un nuevo mensaje
fr: Quelqu'un vous a envoyé un nouveau message
ko: 누군가 새 메시지를 보냈어요

# users_push
source: Users online
es: Usuarios en línea
fr: Utilisateurs en ligne
ko: 온라인 유저

# users_push_sub
source: New user is looking for a match
es: Un nuevo usuario está buscando una coincidencia
fr: Nouvel utilisateur recherchant un match
ko: 새 유저가 매칭을 찾고 있어요

# knock_push
source: Knock-knocks (others)
es: Knock-Knocks (otros)
ko: 똑똑 (그 외)

# knock_push_sub
source: When you're about to miss something cool going on
es: Cuando estás a punto de perderte algo genial
ko: 멋진 일이 일어나고 있는 걸 놓치고 있을 때
